Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_7_Service_conditions _7 TALITLUSOLUD .tmx
Source language: en
Languages: et

source: 7 Service conditions
et: 7 TALITLUSOLUD

source: 7.1 Normal service conditions
et: 7.1 Normaaltalitlusolud

source: 7.1.1 Climatic conditions
et: 7.1.1 Kliimaolud

source: Assemblies conforming to this document are intended for use under the normal service conditions detailed in Table 15.
et: Sellele dokumendile vastavad koosted on ette nähtud kasutamiseks normaalsetes talitlusoludes, mis on üksikasjalikult esitatud tabelis 15.

source: If components, for example relays, electronic equipment, are used which are not designed for these conditions, the environment provided within the assembly shall be suitable for the components.
et: Kui kasutatakse komponente, näiteks releesid või elektroonikaseadiseid, mis ei ole ette nähtud nendele oludele, peab koostes ette nähtud keskkond sobima nendele komponentidele.

source: 7.1.2 Pollution degree
et: 7.1.2 Saasteaste

source: The pollution degree referred to in Annex C is the macro-environmental condition for which the assembly is intended.
et: Lisas C kirjeldatud saasteaste kujutab endast makrokeskkonna olukorda, mille jaoks kooste on ette nähtud.

source: For switching devices and components inside an enclosure, the pollution degree of the environmental conditions inside the enclosure, the micro-environment, is applicable.
et: Ümbrises paiknevate lülitusaparaatide ja komponentide puhul rakendatakse koostesisestele keskkonnaoludele mikrokeskkonnale vastavat saasteastet.

source: For the purpose of evaluating clearances and creepage distances, the following four degrees of pollution in the micro-environment are established.
et: Õhk- ja roomevahemike hindamiseks on kehtestatud neli järgmist mikrokeskkonna saasteastet.

source: • Pollution degree 1:
et: • Saasteaste 1:

source: No pollution or only dry, non-conductive pollution occurs.
et: saastet ei ole või esineb ainult mittejuhtiva kuivsaastena.

source: The pollution has no influence.
et: Saaste mõju ei arvestata.

source: • Pollution degree 2:
et: • Saasteaste 2:

source: Only non-conductive pollution occurs except that occasionally a temporary conductivity caused by condensation is to be expected.
et: võib tekkida üksnes mittejuhtiv saaste, väljaarvatult see, et tuleb arvestada niiskuse kondenseerumisest tingitud ajutist juhuslikku juhtivat saastet.

source: • Pollution degree 3:
et: • Saasteaste 3:

source: Conductive pollution occurs, or dry, non-conductive pollution occurs which is expected to become conductive due to condensation.
et: ilmneb juhtiv saaste või kuiv mittejuhtiv saaste, mis eeldatavasti võib niiskuse kondenseerumise tõttu muutuda juhtivaks.

source: • Pollution degree 4:
et: • Saasteaste 4:

source: Continuous conductivity occurs due to conductive dust, rain or other wet conditions.
et: ilmneb püsivalt juhtiv saaste juhtiva tolmu, vihma või muude niiskusolude tõttu.

source: Pollution degree 4 is not applicable to this document for a micro-environment inside the assembly.
et: Saasteastet 4 ei saa rakendada selles dokumendis määratud koostesisese mikrokeskkonna jaoks.

source: The micro-environment within the assembly can be different from the macro-environment outside the enclosure.
et: Koostesisene mikrokeskkond võib erineda makrokeskkonnast väljaspool ümbrist.

source: The pollution degree for a particular type of assembly is given in the relevant assembly standard.
et: Saasteaste kooste konkreetse liigi jaoks on esitatud asjakohases koostestandardis.

source: NOTE
et: MÄRKUS

source: The pollution degree of the micro-environment for the equipment can be influenced by installation in an enclosure.
et: Seadme mikrokeskkonna saasteastet võib mõjutada paigutamine ümbrisesse.

source: When there is a need to open the assembly for normal service or operation the macro-environment of the installation can have an effect on the micro-environment.
et: Kui on vaja koostet normaaltalitluses või -käidus avada, võib paigaldise makrokeskkond toimida mikrokeskkonnale.

source: 7.2 Special service conditions
et: 7.2 Eritalitlusolud

source: Where any special service conditions exist, the applicable particular requirements shall be complied with or special agreements shall be made between the assembly manufacturer and the user.
et: Kui on olemas mingisugused talitluse eriolud, tuleb järgida rakendatavaid erinõudeid või sõlmida kooste tootja ja kasutaja vahel erikokkulepe.

source: The user shall inform the assembly manufacturer if such exceptional service conditions exist.
et: Erandlikest talitlusoludest peab kasutaja kooste tootjat informeerima.

source: Special service conditions include, for example:
et: Eritalitlusolude hulka kuuluvad näiteks

source: a) values of temperature, relative humidity and/or altitude differing from those specified in 7.1;
et: a) temperatuur, suhteline niiskus ja/või kõrgus merepinnast, mis erinevad jaotises 7.1 sätestatuist;

source: b) applications where variations in climatic conditions are likely to result in exceptional condensation inside the assembly;
et: b) rakendused, milles kliimaolude muutused tekitavad kooste sisemuses tõenäoliselt niiskuse erandliku kondenseerumise;

source: c) heavy pollution of the air by dust, smoke, corrosive or radioactive particles, vapours or salt;
et: c) õhu tugev saastumine tolmu, suitsu, sööbivate või radioaktiivsete ainete, aurude või soolaga;

source: d) exposure to strong electric or magnetic fields;
et: d) tugevate elektri- või magnetväljade toime;

source: e) exposure to extreme climatic conditions;
et: e) äärmuslike kliimaolude toime;

source: f) attack by fungus or small creatures;
et: f) seente või väikeolendite toime;

source: g) installation in locations where fire or explosion hazards exist;
et: g) paigaldamine piirkondadesse, kus on olemas tule- või plahvatusoht;

source: h) exposure to heavy vibration, shocks, seismic occurrences;
et: h) tugeva vibratsiooni, löökide või seismiliste nähtuste toime;

source: i) installation in such a manner that the current-carrying capacity is affected, for example equipment built into machines or recessed into walls;
et: i) paigaldamine viisil, mis mõjutab seadmete kestvalt lubatavat voolu, näiteks sisseehitamine masinatesse või süvistamine seintesse;

source: j) exposure to conducted and radiated disturbances other than electromagneti c, and electromagnetic disturbances in environments other than those described in 9.4;
et: j) mitte-elektromagnetiliste juhtivus- ja kiirgushäiringute toime ja kui keskkonna elektromagnetilised häiringud erinevad jaotises 9.4 kirjeldatuist;

source: k) exceptional overvoltage conditions or voltage fluctuations
et: k) erandlike liigpingete või pinge erandliku kõikumise toime

source: l) excessive harmonics in the supply voltage or load current;
et: l) toitepinge või koormusvoolu liigtugevad harmoonilised komponendid;

source: m) exposure to radiation (for example, X-rays, microwave, ultraviolet other than solar, lasers).
et: m) kiirguse toime (näiteks röntgenkiirgus, mikrolained, mittepäikeseline ultraviolettkiirgus, laserid).

source: 7.3 Conditions during transport, storage and installation
et: 7.3 Transpordi-, hoiu- ja paigaldamisolud

source: A special agreement shall be made between the assembly manufacturer and the user if the conditions during transport, storage and installation, for example temperature and humidity conditions, differ from those defined in 7.1.
et: Kui transpordi-, hoiu- ja paigaldamisolud, näiteks temperatuuri- ja niiskusolud, erinevad jaotises 7.1 määratletuist, tuleb kooste tootja ja kasutaja vahel sõlmida erikokkulepe.
